sys_bench/azure/fio/m64m.1x.7tb/4k.rw50.fio.group.output
job1: (g=0): rw=randrw, bs=4K-4K/4K-4K/4K-4K, ioengine=libaio, iodepth=200
fio-2.16
Starting 1 process

job1: (groupid=0, jobs=1): err= 0: pid=3162: Sun May  5 16:37:59 2019
  read : io=9559.1MB, bw=163154KB/s, iops=40788, runt= 60001msec
    slat (usec): min=2, max=540, avg= 4.93, stdev= 5.81
    clat (usec): min=430, max=22037, avg=2517.36, stdev=2942.24
     lat (usec): min=439, max=22042, avg=2522.78, stdev=2942.09
    clat percentiles (usec):
     |  1.00th=[ 1576],  5.00th=[ 1656], 10.00th=[ 1688], 20.00th=[ 1736],
     | 30.00th=[ 1768], 40.00th=[ 1784], 50.00th=[ 1800], 60.00th=[ 1832],
     | 70.00th=[ 1848], 80.00th=[ 1880], 90.00th=[ 2040], 95.00th=[ 4896],
     | 99.00th=[15808], 99.50th=[16192], 99.90th=[17024], 99.95th=[17280],
     | 99.99th=[18304]
  write: io=9552.6MB, bw=163027KB/s, iops=40756, runt= 60001msec
    slat (usec): min=3, max=563, avg= 5.55, stdev= 6.19
    clat (usec): min=301, max=18446, avg=2371.70, stdev=2895.78
     lat (usec): min=308, max=18450, avg=2377.79, stdev=2895.60
    clat percentiles (usec):
     |  1.00th=[ 1496],  5.00th=[ 1576], 10.00th=[ 1608], 20.00th=[ 1656],
     | 30.00th=[ 1688], 40.00th=[ 1704], 50.00th=[ 1720], 60.00th=[ 1736],
     | 70.00th=[ 1752], 80.00th=[ 1784], 90.00th=[ 1848], 95.00th=[ 2192],
     | 99.00th=[15552], 99.50th=[15808], 99.90th=[16768], 99.95th=[17024],
     | 99.99th=[17280]
    lat (usec) : 500=0.01%, 750=0.01%, 1000=0.01%
    lat (msec) : 2=91.73%, 4=2.93%, 10=0.44%, 20=4.90%, 50=0.01%
  cpu          : usr=21.21%, sys=51.95%, ctx=3618, majf=0, minf=20
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued    : total=r=2447346/w=2445448/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=200

Run status group 0 (all jobs):
   READ: io=9559.1MB, aggrb=163153KB/s, minb=163153KB/s, maxb=163153KB/s, mint=60001msec, maxt=60001msec
  WRITE: io=9552.6MB, aggrb=163027KB/s, minb=163027KB/s, maxb=163027KB/s, mint=60001msec, maxt=60001msec

Disk stats (read/write):
  sdb: ios=2447346/2447884, merge=0/65, ticks=3281118/2992495, in_queue=6234752, util=100.00%